---
kind: property
id: P:Autodesk.Revit.DB.OverrideGraphicSettings.CutLineColor
source: html/415b5823-fcb1-2eea-23e4-13a0a07b7bfa.htm
---
# Autodesk.Revit.DB.OverrideGraphicSettings.CutLineColor Property

Cut surface line color.

## Syntax (C#)
```csharp
public Color CutLineColor { get; }
```